/* No comment provided by engineer. */
"%d Updates available" = "%d frissítés elérhető";

/* indicates, which current page (1) is displayed and how many other pages (2) are available */
"(Page %i of %i)" = "(Oldal %1$i / %2$i)";

/* No comment provided by engineer. */
"1 Update available" = "1 frissítés elérhető";

/* About title */
"About" = "Infó";

"Search" = "Keresés";

/* displayed while MH analyses application (1) */
"Analyzing %@ ..." = "Vizsgálat %@ ...";

/* Announcement title */
"Announcement" = "Hirdetmény";

/* API Error title */
"API Error" = "API Error";

/* Application Description title */
"Application Description:" = "Applikáció leírás:";

/* report reason */
"Application doesn't launch." = "Applikáció nem indul.";

/* Application will not install. */
"Application will not install." = "Applikáció nem lesz telepítve.";

/* No comment provided by engineer. */
"Apps" = "Applikációk";

/* No comment provided by engineer. */
"Apps & Updates" = "App. & Frissítés";

/* apptrackr Password  */
"apptrackr Password " = "apptrackr jelszó ";

/* apptrackr Username  */
"apptrackr Username " = "apptrackr felhasználónév";

/* indicates the title of the category which is currently caching */
"Caching %@" = "Betöltés %@";

/* Caching All Applications */
"Caching All Applications" = "Összes Applikáció Betöltése";

/* Cancel */
"Cancel" = "Mégse";

/* Categories title */
"Categories" = "Kategóriák";

/* Company title */
"Company" = "Cég";

/* displayed when a download completed */
"Completed" = "Kész";

/* Connecting... title */
"Connecting..." = "Kapcsolodás ...";

/* displayed while MH transfers data */
"Contacting MobileHunt ..." = "Kommunikálás a MobileHunt-tal ...";

/* cracker */
"Cracked by %@" = "Feltörte: %@";

/* Cracked by Unknown */
"Cracked by Unknown" = "Ismeretlen Feltörő";

/* current version (1) and the new version (2) which causes the update */
"Current: %@ (New: %@)" = "Aktuális: %1$@ (Új: %2$@)";

/* Delete */
"Delete" = "Törlés";

/* Delete automatically */
"Delete automatically" = "Automatikus törlés";

/* message for about alert */
"Developed by the Hackulous team\n\nFor more information, visit\nhttp://hackulo.us/" = "Fejlesztette a Hackulous Csapat\n\nTovábbi információkért látogass el a\nhttp://hackulo.us/\n weboldalra.";

/* Disabled title */
"Disabled" = "Kikapcsolva";

/* Done button title */
"Done" = "Kész";

/* Download title */
"Download" = "Letöltés";

/* displayed when download completed while in background mode */
"Download completed: %@" = "Letöltés elkészült: %@";

/* Download failed: (1) download name */
"Download failed: %@" = "Letöltés megszakadt: %@";

/* Download later button title
   Download later title */
"Download later" = "Letöltés később";

/* Download now */
"Download now" = "Letöltés most";

/* Downloaded title */
"Downloaded" = "Letöltve";

/* actionsheet title */
"Downloaded IPA selected" = "Letöltött IPA kiválasztva";

/* Downloads, title */
"Downloads" = "Letöltések";

/* Enabled title */
"Enabled" = "Bekapcsolva";

/* Error */
"Error" = "HIBA";

/* Error building SBCache */
"Error building SBCache" = "Hiba a SBCache elkészítésében";

/* Error Pushing IPA title */
"Error Pushing IPA" = "Hiba IPA küldés közben";

/* No comment provided by engineer. */
"Error while searching for Updates" = "Hiba a frissítés keresésnél";

/* displayed when a download failed */
"Failed to download %@" = "Letöltés megszakadt %@";

/* displayed when trying download a file which is already there
   File already exists error */
"File already exists" = "Fájl mar létezik";

/* Home title */
"Home" = "Kezdőlap";

/* Install */
"Install" = "Telepítés";

/* Install all */
"Install all" = "Összes telepítés";

/* Install automatically */
"Install automatically" = "Automatikus telepítés";

/* displayed when an application got installed while installous ran in background mode */
"Installation completed: %@" = "Telepítés kész: %@";

/* displayed when an installation failed */
"Installation failed: %@" = "Telepítés megállt: %@";

/* displayed when an application got installed */
"Installed" = "Telepítve";

/* Installing... title */
"Installing..." = "Telepités ...";

/* iTunes Sync */
"iTunes Sync" = "iTunes Szinkronizálás";

/* Latest Version title */
"Latest Version" = "Utolsó verzió";

/* Launch App Store */
"Launch App Store" = "App Store indítása";

/* message when link got reported */
"Link successfully reported" = "Link sikeresen jelentve";

/* Loading title */
"Loading" = "Betöltés";

/* Local Notifications */
"Local Notifications" = "Helyi értesítések";

/* LocalSharing
   LocalSharing title */
"LocalSharing" = "Helyi megosztás";

/* localsharing error */
"LocalSharing must be enabled to send IPAs!" = "Helyi megosztás szükséges az IPA küldés engedélyezéséhez!";

/* localsharing error
   LocalSharing error */
"LocalSharing requires at least iOS 4.0!" = "Helyi megosztáshoz minimum iOS 4.0 kell!";

/* MobileHunt */
"MobileHunt" = "MobileHunt";

/* error while rebuilding sbcache */
"No DSID found" = " DSID nem található";

/* No comment provided by engineer. */
"No Updates available" = "Nincs elérhető frissítés";

/* OK */
"OK" = "OK";

/* Only show iPad Apps */
"Only show iPad Apps" = "Csak iPad App. mutatása";

/* report reasons */
"Other" = "Egyéb";

/* Password */
"Password" = "Jelszó";

/* hint to solve reporting fail */
"Please enter a valid apptrackr account in Settings" = "Valós apptrackr fiókot írjon be";

/* No comment provided by engineer. */
"Popularity" = "Népszerű";

/* Price title */
"Price" = "Ár";

/* Queued */
"Queued" = "Hozzáadva";

/* Receiving */
"Receiving" = "Elfogadás";

/* Release Date title */
"Release Date" = "Megjelenés dátum";

/* Reload Categories */
"Reload Categories" = "Kategóriák újratöltése";

/* Remove Metadata */
"Remove Metadata" = "Metadata törlése";

/* Report button title */
"Report" = "Jelentés";

/* title for small notification */
"Reported" = "Jelentve";

/* Requesting Categories title */
"Requesting Categories" = "Kategóriák lekérése";

/* title for MH requesting permission from a user */
"Requesting Permission" = "Engedély kérése";

/* Requirements title */
"Requirements:" = "Követelmények:";

/* title while MH scans installed applications */
"Scanning Applications ..." = "Applikációk ellenörzése ...";

/* Searching ... title */
"Searching ..." = "Keresés ...";

/* No comment provided by engineer. */
"Searching for Updates" = "Frissítések keresése";

/* alertview title */
"Select Device" = "Eszköz kiválasztása";

/* Send IPA */
"Send IPA" = "IPA küldése";

/* Settings title */
"Settings" = "Beállítások";

/* Size title */
"Size" = "Méret";

/* Started download */
"Started" = "Elkezdve";

/* error while rebuilding sbcache */
"stat() failed" = "stat() failed";

/* report reason */
"The filehost is very slow." = "Fájlmegosztó lassú.";

/* report reason */
"The link is dead." = "Link nem él.";

/* error while rebuilding sbcache */
"Unable to load sandboxes" = "Sandboxes nem lehet betölteni";

/* error while rebuilding sbcache */
"Unable to own cache" = "Nincs saját cache";

/* error while rebuilding sbcache */
"Unable to save cache" = "Nem lehet cachet menteni";

/* title if reporting link fails */
"Unable to submit Report" = "Nem lehet jelentést tenni";

/* Unexpected content error */
"Unexpected content" = "Nem elfogadott tartalom";

/* Updates title */
"Updates" = "Frissítések";

/* displayed when an MH upload failes */
"Upload failed" = "Feltöltés sikertelen";

/* displayed when an application was uploaded over webserver */
"Uploaded" = "Feltöltve";

/* displayed while MH uploads some files */
"Uploading Files " = "Fájl eltöltése folyamatban";

/* error while rebuilding sbcache */
"User key doesn't exist" = "Felhasználó kulcs nem létezik";

/* Username */
"Username" = "Felhasználónév";

/* The latest version of an application
   Version
   Version: (1) */
"Version: %@" = "Verzió: %@";

/* Displayed on bottom of search and category to load 15 more apps */
"View 15 more Apps" = "Még 15 App. mutatása";

/* View in Safari button for extern URLs */
"View in Safari" = "Megtekintés Safari-ban";

/* View this application on the App Store */
"View this application on the App Store" = "Megtekintés az App Store-ban";

/* message while reqesting permission from a user for transfering MH application */
"We don't have the application '%@', but you do! Would you mind contributing some files (securely in the background) so that we can offer it for others?" = "Nekünk nincs meg ez a applikáció: '%@', de neked igen! Nem tennél közzé néhány fájlt (biztonságosan a háttérben) és így felajánljuk mások számára?";

/* What's new in Version (1) title */
"What's new in Version %@:" = "Mi az új ebben a verzióban %@:";

/* report link title */
"Why do you want to report this link?" = "Miért akarod jelenteni a linket?";

/* report reason */
"Wrong Version" = "Rossz verzió";

